/* game mod description */
"Land can not be destroyed" = "Terenul nu poate fi distrus";

/* game mod title */
"Solid Land" = "Teren Solid";

/* game mod description */
"Add an indestructable border around the terrain" = "Adaugă o frontieră indestructibilă în jurul terenului";

/* game mod title */
"Add Border" = "Adaugă frontieră";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Echipele vor începe în părțile opuse ale terenului";

/* game mod title */
"Divide Team (max 2 teams)" = "Împarte echipa (maxim 2 echipe)";

/* game mod description */
"Lower gravity" = "Micșorează gravitația";

/* game mod title */
"Low Gravity" = "Gravitație mică";

/* game mod description */
"Assisted aiming with laser sight" = "Țintire asistată cu vedere laser";

/* game mod title */
"Laser Sight" = "Vedere Laser";

/* game mod description */
"All hogs have a personal forcefield" = "Toți aricii au un câmp de forță personal";

/* game mod title */
"Invulnerable" = "Invulnerabil";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Toți aricii (care trăiesc)  sunt restaurați complet la sfârșitul rundei";

/* game mod title */
"Reset Health" = "Resetează viața";

/* game mod description */
"Gain 80% of the damage you do back in health" = "Primește 80% din daunele făcute în viață";

/* game mod title */
"Vampirism Mode" = "Modul vampiric";

/* game mod description */
"Share your opponents pain, share their damage" = "Împărtășește durerea oponenților, împărtășește daunele lor";

/* game mod title */
"Karma Mode" = "Modul karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Aricii tăi nu se pot mișca, testează ținta";

/* game mod title */
"Artillery Mode" = "Modul artilerie";

/* game mod description */
"Defend your fort and destroy the opponents" = "Apără-ți fortăreața și distruge inamicii";

/* game mod title */
"Fort Mode" = "Modul fortăreață";

/* game mod description */
"Order of play is random instead of in room order" = "Ordinea de joc este aleatoare în loc de ordinea din cameră";

/* game mod title */
"Random Order" = "Ordine aleatoare";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Joacă cu un rege; când acesta moare, echipa pierde";

/* game mod title */
"King Mode" = "Modul rege";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Consumă runde când plasezi aricii înaintea începerii jocului";

/* game mod title */
"Place Hedgehogs" = "Plasează aricii";

/* game mod description */
"Ammo is shared between all clan teams" = "Muniția este împărtășită între toate echipele clanului";

/* game mod title */
"Clan Shares Ammo" = "Clanul împărtășește muniția";

/* game mod description */
"Disable girders when generating random maps" = "Dezactivează grinzile când se genereaza hărțile aleatoare";

/* game mod title */
"Disable Girders" = "Dezactivează grinzile";

/* game mod description */
"Disable land objects when generating maps" = "Dezactivează obiectele de pe pământ când se generează hărțile";

/* game mod title */
"Disable Land Objects" = "Dezactivează obiectele de pe pământ";

/* game mod description */
"AI-controlled hogs respawn on death" = "Aricii controlați de IA se crează din nou la moarte";

/* game mod title */
"AI Survival Mode" = "Mod supraviețuitor IA";

/* game mod description */
"Attacking does not end your turn" = "Atacarea nu îți sfârșește runda de joc";

/* game mod title */
"Unlimited Attacks" = "Atacuri nelimitate";

/* game mod description */
"Weapons are reset to starting values each turn" = "Armele sunt resetate la valorile de start în fiecare runda";

/* game mod title */
"Reset Weapons" = "Resetează armele";

/* game mod description */
"Each hedgehog has its own ammo" = "Fiecare arici are muniția sa personală";

/* game mod title */
"Per Hedgehog Ammo" = "Muniție per arici";

/* game mod description */
"You will not have to worry about wind any more" = "Nu mai e nevoie să te îngrijorezi de vânt";

/* game mod title */
"Disable Wind" = "Dezactivează vântul";

/* game mod description */
"Wind will affect almost everything" = "Vântul va afecta aproape tot";

/* game mod title */
"More Wind" = "Mai mult vânt";

/* game mod description */
"Clan teams take turns sharing their time" = "Echipele clanului consumă runde împărtășind timpul lor";

/* game mod title */
"Tag Team" = "Eticheta echipei";

/* game mod description */
"Add an indestructible border along the bottom" = "Adaugă o frontieră indestructibilă de-a lungul părții de jos";

/* game mod title */
"Bottom Border" = "Frontiera de jos";

/* flag description */
"Initial Health" = "Viață inițială";

/* flag description */
"Damage Modifier" = "Modificator de daune";

/* flag description */
"Turn Time" = "Durata rundei";

/* flag description */
"Sudden Death Timeout" = "Timp expirat până la moarte subită";

/* flag description */
"Water Rise Amount" = "Volumul de creștere al apei";

/* flag description */
"Health Decrease" = "Scădere viață";

/* flag description */
"Rope Length (%)" = "Lungimea Frânghiei (%)";

/* flag description */
"Crate Drop Turns" = "Crează runde de aruncări";

/* flag description */
"Health Kit Probability (%)" = "Probabilitatea trusei de prim ajutor (%)";

/* flag description */
"Health Amount in Kit" = "Cantitatea vieții în trusa de prim ajutor";

/* flag description */
"Mines Time" = "Durata minelor";

/* flag description */
"Mines Number" = "Numărul minelor";

/* flag description */
"Dud Mines Probability (%)" = "Probabilitatea minelor false (%)";

/* flag description */
"Explosives" = "Explozive";

/* flag description */
"Get Away Time (%)" = "Obține timpul de absență (%)";
